[
  {
    "id": "cmeyfa4090000byfmyd0ggnp9",
    "slug": "emocni-rovnice",
    "title": "Emoční rovnice",
    "subtitle": "V průběhu kurzu se naučíte, jak využít emoční rovnice k dosažení pozitivních změn ve všech oblastech vašeho života.",
    "description": "1. O čem to bude?\n\nMůj roky prověřený systém Emočních rovnic vám přinese výsledky, které roky hledáte. Bez bolestí v hlavě a strachu o posun k vašemu cíli v oblasti vašich vztahů, práce, peněz a zdraví.\n\nKurz Emoční rovnice je navržen tak, aby vám pomohl pochopit a změnit podvědomá přesvědčení, která ovlivňují vaše emoce a chování. Tato metoda vám umožní identifikovat a přepsat negativní myšlenkové vzorce, které vám brání dosáhnout vašich cílů a žít život plný pohody a štěstí.\n\n\n2. Co se naučíte?\n\nIdentifikovat a analyzovat své emoční rovnice\n\nTechniky přepisu negativních myšlenkových vzorců\n\nPoužívání emočních rovnic k dosažení pozitivních změn\n\nPraktické kroky pro zlepšení vztahů, kariéry, finanční situace a zdraví\n\nDlouhodobé udržení pozitivních změn\n\n\n3. Cílová skupina\n\nLidé hledající trvalé pozitivní změny ve svém životě\n\nJedinci zápasící s negativními myšlenkami a emocemi\n\nOsoby, které chtějí zlepšit své vztahy, kariéru, finanční situaci nebo zdraví\n\nLidé otevření novým metodám osobního rozvoje\n\nKaždý, kdo chce dosáhnout svých cílů a žít život plný pohody a štěstí\n\n\n4. Struktura kurzu\n\nKurz je strukturován tak, aby vám poskytl jasné a praktické kroky, které můžete okamžitě implementovat. Začneme s identifikací a analýzou vašich současných emocionálních rovnic, které vás omezují. Poté se zaměříme na techniky přepisu těchto rovnic a jejich nahrazení pozitivními vzorci. Na závěr se budeme věnovat dlouhodobému udržení těchto změn a dosažení trvalé životní pohody.\n\n\n5. Citát klasika\n\n„Život je 10% toho, co se nám stane, a 90% toho, jak na to reagujeme.\" — Charles R. Swindoll",
    "imageUrl": "https://mgrwh3ai8np2mvyu.public.blob.vercel-storage.com/courses/1d4c945b-ca0b-410d-81e2-1baf6b34124b.png",
    "price": 0,
    "isFeatured": true,
    "level": "beginner",
    "tags": [
      "emocnirovnice",
      "psychologie",
      "osobni-rozvoj"
    ],
    "progress": 0,
    "completed": false,
    "createdAt": "2025-08-30T15:34:38.793Z",
    "updatedAt": "2025-09-05T20:58:21.702Z",
    "videoLibraryId": "262666"
  },
  {
    "id": "cmcoz27l5000ln1pvs4jqo0q3",
    "slug": "zlobiva-hlava",
    "title": "Jak ukáznit zlobivou hlavu?",
    "subtitle": "Jak pracovat s podvědomými programy a nenechat se jimi blokovat?",
    "description": "1. O čem to bude?\n\nTento kurz „Přepište své podvědomí a objevte lepší já“ je navržen tak, aby vám pomohl identifikovat a přetvořit destruktivní emoční programy, které ovlivňují váš každodenní život. Naučíte se, jak tyto programy vznikly během dětství a jak je změnit pomocí osvědčených metod, jako jsou Emoční rovnice a techniky osobního rozvoje. Kurz vám poskytne nástroje k odstranění negativních vzorců, zvládání špatné nálady a vytvoření pozitivních návyků, které vám pomohou dosáhnout trvalých pozitivních změn ve vašem životě.\n\n2. Co se lidé naučí?\n\nIdentifikovat destruktivní emoční programy v podvědomí.\n\nZměnit negativní myšlenkové vzorce na pozitivní.\n\nPoužívat Emoční rovnice pro osobní rozvoj.\n\nZvládat negativní myšlenky a špatnou náladu.\n\nVytvářet nové, pozitivní návyky podporující růst.\n\nDosáhnout trvalých pozitivních změn ve svém životě.\n\n3. Cílové publikum\n\nLidé, kteří chtějí změnit své podvědomé programy.\n\nOsoby hledající osobní růst a pozitivní změny.\n\nJedinci, kteří se chtějí zbavit negativních myšlenkových vzorců.\n\nTi, kteří chtějí dosáhnout lepšího já a trvalé životní pohody.\n\n4. Citát klasika\n\n„Změňte své myšlení a změníte svůj svět.“ — Norman Vincent Peale",
    "imageUrl": "https://mgrwh3ai8np2mvyu.public.blob.vercel-storage.com/courses/c85cb28c-dc89-4211-a7a9-d9376e32c502.png",
    "price": 120,
    "isFeatured": false,
    "level": "beginner",
    "tags": [
      "podvědomí",
      "emočnírovnice"
    ],
    "progress": 0,
    "completed": false,
    "createdAt": "2025-07-04T15:31:16.074Z",
    "updatedAt": "2025-08-31T05:54:11.652Z",
    "videoLibraryId": "260184"
  },
  {
    "id": "cmcoz27c80000n1pv09wcuao7",
    "slug": "zvladnout-rozchod",
    "title": "Jak zvládnout svůj rozchod",
    "subtitle": "Jak se ze svého rozchodu poučit pro další vztah",
    "description": "Tento kurz je zaměřen na pochopení a rozvoj zdravých vztahů. V prvním modulu se dozvíte základy o vztazích, proč je hledáme a jaká je důležitost vztahové kompatibility. Naučíte se, že vztahy jsou klíčem k osobnímu růstu a že na světě není jen jedna „správná“ osoba pro každého.\n\n„Láska není o tom najít dokonalého člověka, ale vidět nedokonalého člověka dokonale.“ — Sam Keen\n\nKurz se dále zabývá důvody, proč vztahy často nefungují, a jak může rozchod být příležitostí k dalšímu osobnímu posunu. Naučíte se analyzovat, co v minulých vztazích nefungovalo, a uvědomíte si, koho ve vztahu opravdu chcete. Také zjistíte, proč jste doposud neměli takového člověka ve svém životě, a pochopíte, že někde na světě pro vás tento člověk již existuje.\n\nCo se naučíte:\nVýznam vztahové kompatibility\nJak vztahy podporují osobní růst\nPochopení důvodů, proč vztahy nefungují\nJak rozchod může vést k pozitivnímu posunu\nJak analyzovat nefunkční vzorce v minulých vztazích\nJak identifikovat, koho ve vztahu opravdu hledají\nUvědomění si, že správný partner je již někde na světě\nPro koho je je kurz určen?:\nLidé, kteří chtějí pochopit, jak jejich mozek ovlivňuje jejich životy\nOsoby, které chtějí zlepšit své vztahy a porozumět jejich dynamice\nJedinci, kteří hledají hlubší pochopení fungování světa a lidské mysli\nTi, kteří chtějí pracovat na osobním rozvoji a růstu",
    "imageUrl": "https://mgrwh3ai8np2mvyu.public.blob.vercel-storage.com/courses/09918038-2542-42dc-90aa-ff70a0dea332.webp",
    "price": 0,
    "isFeatured": false,
    "level": "beginner",
    "tags": [
      "sebepoznání",
      "osobní rozvoj",
      "emoce"
    ],
    "progress": 0,
    "completed": false,
    "createdAt": "2025-07-04T15:31:15.752Z",
    "updatedAt": "2025-08-31T06:41:14.298Z",
    "videoLibraryId": "276140"
  },
  {
    "id": "cmeevq2bj0003qi15znu3aenm",
    "slug": "prod-se-deje",
    "title": "Proč se mi děje, co se mi děje?",
    "subtitle": "Pochopte, proč náhoda neexistuje a vše, co se děje má svůj přesný význam a smysl.",
    "description": "1. O čem to bude?\n\nTento kurz je navržen tak, aby vám pomohl pochopit, proč máte život, jaký máte, v oblastech peněz, práce, zdraví a vztahů. Odhalíme základní principy, jak svět funguje a proč náhody neexistují. Naučíte se, jak se náš mozek nastavuje v dětství a jak tyto programy ovlivňují vaše rozhodování a chování po celý život. Kurz také objasní, jak naše podvědomí formuje naše vnímání a reakce, a jak naše minulost ovlivňuje naše současné vztahy a životní situace.\n\n\n2. Co se naučíte?\n\nProč se nám v životě dějí určité věci v oblastech peněz, práce, zdraví a vztahů\n\nJak mozek a podvědomí ovlivňují naše životní volby a situace\n\nJak se mozek nastavuje v dětství a jeho dlouhodobý vliv\n\nVliv dětství a podvědomých programů na náš dospělý život\n\nZpůsoby, jak změnit negativní vzorce a zlepšit svůj život\n\n\n3. Pro koho je kurz vhodný?\n\nLidé, kteří hledají odpovědi na otázky týkající se jejich životních situací\n\nOsoby, které chtějí zlepšit svůj život v oblastech peněz, práce, zdraví a vztahů\n\nJedinci, kteří hledají pochopení vlivu podvědomí na svůj život\n\nTi, kteří chtějí změnit své negativní vzorce a dosáhnout pozitivních změn\n\n\n4. Klíčové poznatky\n\nPochopte, že každá situace má své místo a je odrazem minulých událostí ve vaší hlavě. Každé nastavení v hlavě se dá měnit. Náhody neexistují a můžeme se naučit měnit, co se nám nelíbí.\n\nKurz vám ukáže, jak identifikovat a změnit podvědomé programy, které řídí váš život. Naučíte se rozpoznat vzorce z dětství a přepsat je tak, aby vám sloužily k dosažení vašich cílů.\n\n\n5. Slova klasika\n\n„Život není o čekání, až bouře přejde, ale o tom naučit se tančit v dešti.\" — Vivian Greene",
    "imageUrl": "https://mgrwh3ai8np2mvyu.public.blob.vercel-storage.com/courses/482d111a-c53d-4dba-9892-352902b5c730.png",
    "price": 0,
    "isFeatured": true,
    "level": null,
    "tags": [],
    "progress": 0,
    "completed": false,
    "createdAt": "2025-08-16T23:19:33.440Z",
    "updatedAt": "2025-08-31T06:40:44.754Z",
    "videoLibraryId": "276140"
  },
  {
    "id": "cmcoz27iy000en1pvx3rtwhqe",
    "slug": "domaci-nasili",
    "title": "Domácí násilí",
    "subtitle": "Jak ho rozpoznat a účinně se mu bránit?",
    "description": "1. O čem to bude?\n\nKurz \"Jak na domácí násilí?\" je navržen pro lidi, kteří čelí domácímu násilí, ať už ve formě fyzického napadení, psychického týrání nebo hrubého chování ze strany partnera. Tento kurz poskytuje hlubší porozumění tomu, jak takové násilí vzniká, jaké jsou jeho příčiny a jak se s ním efektivně vypořádat. Naučíte se rozpoznávat varovné signály, posílit svou sebeúctu a sebevědomí a najít cesty, jak se ochránit. Kurz je určen nejen obětem, ale také těm, kteří chtějí pomoci svým blízkým, kteří mohou být v podobné situaci.\n\n2. Co se naučíte?\n\nRozpoznat příznaky domácího násilí.\n\nPochopit příčiny a dynamiku domácího násilí.\n\nNaučit se účinné strategie sebeobrany a ochrany.\n\nZískat informace o dostupné pomoci a podpoře.\n\nPosílit sebeúctu a sebevědomí v náročných situacích.\n\nNaučit se, jak pomoci blízkým, kteří čelí domácímu násilí.\n\n3. Cílové publikum\n\nOsoby, které čelí domácímu násilí.\n\nJedinci, kteří chtějí pomoci svým blízkým v podobných situacích.\n\nLidé, kteří chtějí získat informace a nástroje pro prevenci domácího násilí.\n\nKaždý, kdo chce lépe porozumět dynamice domácího násilí a naučit se, jak mu čelit.\n\n4. Citát klasika\n\n„Nikdo nemá právo vás zranit – fyzicky ani psychicky. Vaše bezpečí a důstojnost jsou prioritou.“",
    "imageUrl": "https://mgrwh3ai8np2mvyu.public.blob.vercel-storage.com/courses/48259a31-984b-40e1-ba47-0f7fe822bf2c.png",
    "price": 200,
    "isFeatured": false,
    "level": "intermediate",
    "tags": [
      "vztahy",
      "konflikty"
    ],
    "progress": 0,
    "completed": false,
    "createdAt": "2025-07-04T15:31:15.994Z",
    "updatedAt": "2025-08-31T06:41:03.734Z",
    "videoLibraryId": "276141"
  }
]